<?php

return [
    'name' => [
        'required' => "Ім'я є обов'язковим",
        'max' => "Максимальна кількість символів в імені - 100",
        'min' => "Мінімальна кількість символів в імені - 2",
        'is_obscene' => "Заспокойся!",
    ],

    'age' => [
        'required' => "Вік є обов'язковим",
        'min' => "Вік повинен бути більше 18",
        'max' => "Вік повинен бути меншим за 150",
    ],
    'salary' => [
        'required' => "Зарплатня повинна бути обов'язково",
        'min' => "Зарплатня повинна мінімум 1",
    ],
    'experience' => [
        'min' => 'Досвід повинен бути більшим або дорівнювати 0'
    ],
    'sex' => [
        'required' => 'Стать повинна бути вказаною обов\`язково',
        'boolean' => 'Стать повинна бути булевим значенням',
    ]
];
